insert into film (picture_id, status, country, director, fees,plot, release_year, title, rating)
values (1,'ACTIVE','США','Фрэнк Дарабонт','286801374','Пол Эджкомб — начальник блока смертников в тюрьме «Холодная гора», каждый из узников которого однажды проходит «зеленую милю» по пути к месту казни. Пол повидал много заключённых и надзирателей за время работы. Однако гигант Джон Коффи, обвинённый в страшном преступлении, стал одним из самых необычных обитателей блока.',1999,'Зеленая миля', '9.2');

insert into film (picture_id, status, country, director, fees,plot, release_year, title, rating)
values (2,'ACTIVE','США','Фрэнк Дарабонт','28418687', 'Бухгалтер Энди Дюфрейн обвинён в убийстве собственной жены и её любовника. Оказавшись в тюрьме под названием Шоушенк, он сталкивается с жестокостью и беззаконием, царящими по обе стороны решётки. Каждый, кто попадает в эти стены, становится их рабом до конца жизни. Но Энди, обладающий живым умом и доброй душой, находит подход как к заключённым, так и к охранникам, добиваясь их особого к себе расположения',1994,'Побег из Шоушенка', '9.0');

insert into film (picture_id, status, country, director, fees,plot, release_year, title, rating)
values (3,'ACTIVE','США','Роберт Земекис','677387716', 'Сидя на автобусной остановке, Форрест Гамп — не очень умный, но добрый и открытый парень — рассказывает случайным встречным историю своей необыкновенной жизни.С самого малолетства парень страдал от заболевания ног, соседские мальчишки дразнили его, но в один прекрасный день Форрест открыл в себе невероятные способности к бегу. Подруга детства Дженни всегда его поддерживала и защищала, но вскоре дороги их разошлись.',1999,'Форест Гамп', '9.0');

insert into film (picture_id, status, country, director, fees,plot, release_year, title, rating)
values (4,'ACTIVE','США','Стивен Спилберг','321306305','Фильм рассказывает реальную историю загадочного Оскара Шиндлера, члена нацистской партии, преуспевающего фабриканта, спасшего во время Второй мировой войны почти 1200 евреев..',1993,'Список Шиндлера', '8.9');

insert into film (picture_id, status, country, director, fees,plot, release_year, title, rating)
values (5,'ACTIVE','Франция',' Оливье Накаш, Эрик Толедано','426588510',' Пострадав в результате несчастного случая, богатый аристократ Филипп нанимает в помощники человека, который менее всего подходит для этой работы, – молодого жителя предместья Дрисса, только что освободившегося из тюрьмы. Несмотря на то, что Филипп прикован к инвалидному креслу, Дриссу удается привнести в размеренную жизнь аристократа дух приключений.',2011,'1+1', '9.0');

insert into film (picture_id, status, country, director, fees,plot, release_year, title, rating)
values (6,'ACTIVE','Новая Зеландия,США','Питер Джексон', '1146457748','Пол Эджкомб — начальник блока смертников в тюрьме «Холодная гора», каждый из узников которого однажды проходит «зеленую милю» по пути к месту казни. Пол повидал много заключённых и надзирателей за время работы. Однако гигант Джон Коффи, обвинённый в страшном преступлении, стал одним из самых необычных обитателей блока.',2003,'Властелин колец: Возвращение короля', '8.9');

insert into film (picture_id, status, country, director, fees,plot, release_year, title, rating)
values (7,'ACTIVE', 'США,Япония', 'Ли Анкрич, Эдриан Молина', '1146457748' , '12-летний Мигель живёт в мексиканской деревушке в семье сапожников и тайно мечтает стать музыкантом. Тайно, потому что в его семье музыка считается проклятием. Когда-то его прапрадед оставил жену, прапрабабку Мигеля, ради мечты, которая теперь не даёт спокойно жить и его праправнуку. С тех пор музыкальная тема в семье стала табу. Мигель обнаруживает, что между ним и его любимым певцом Эрнесто де ла Крусом, ныне покойным, существует некая связь. Паренёк отправляется к своему кумиру в Страну Мёртвых, где встречает души предков. Мигель знакомится там с духом-скелетом по имени Гектор, который становится его проводником. Вдвоём они отправляются на поиски де ла Круса.',2017,'Тайна Коко', '8.9');

insert into film (picture_id, status, country, director, fees,plot, release_year, title, rating)
values (8,'ACTIVE', 'США, Великобритания,
Канада', 'Кристофер Нолан', '774136705' , 'Когда засуха, пыльные бури и вымирание растений приводят человечество к продовольственному кризису, коллектив исследователей и учёных отправляется сквозь червоточину (которая предположительно соединяет области пространства-времени через большое расстояние) в путешествие, чтобы превзойти прежние ограничения для космических путешествий человека и найти планету с подходящими для человечества условиями.',2014,'Интерстеллар', '8.9');

insert into film (picture_id, status, country, director, fees,plot, release_year, title, rating)
values (9,'ACTIVE','США, Германия','Дэвид Финчер','100853753','Сотрудник страховой компании страдает хронической бессонницей и отчаянно пытается вырваться из мучительно скучной жизни. Однажды в очередной командировке он встречает некоего Тайлера Дёрдена — харизматического торговца мылом с извращенной философией. Тайлер уверен, что самосовершенствование — удел слабых, а единственное, ради чего стоит жить, — саморазрушение.
Проходит немного времени, и вот уже новые друзья лупят друг друга почем зря на стоянке перед баром, и очищающий мордобой доставляет им высшее блаженство. Приобщая других мужчин к простым радостям физической жестокости, они основывают тайный Бойцовский клуб, который начинает пользоваться невероятной популярностью.
',1999,'Бойцовский клуб', '8.8');

insert into film (picture_id, status, country, director, fees,plot, release_year, title, rating)
values (10,'ACTIVE','США','Хаяо Миядзаки','355467076','Тихиро с мамой и папой переезжает в новый дом. Заблудившись по дороге, они оказываются в странном пустынном городе, где их ждет великолепный пир. Родители с жадностью набрасываются на еду и к ужасу девочки превращаются в свиней, став пленниками злой колдуньи Юбабы. Теперь, оказавшись одна среди волшебных существ и загадочных видений, Тихиро должна придумать, как избавить своих родителей от чар коварной старухи.',2001,'Унесённые призраками', '8.8');

insert into film (picture_id, status, country, director, fees,plot, release_year, title, rating)
values (11,'ACTIVE','США','Квентин Тарантино','213928762','Двое бандитов Винсент Вега и Джулс Винфилд ведут философские беседы в перерывах между разборками и решением проблем с должниками криминального босса Марселласа Уоллеса.
        В первой истории Винсент проводит незабываемый вечер с женой Марселласа Мией. Во второй рассказывается о боксёре Бутче Кулидже, купленном Уоллесом, чтобы сдать бой. В третьей истории Винсент и Джулс по нелепой случайности попадают в неприятности.',1994,'Криминальное чтиво', '8.8');



insert into film (picture_id, status, country, director, fees,plot, release_year, title, rating)
values (12, 'ACTIVE', 'СССР', 'Леонид Гайдай', '0', 'Инженер-изобретатель Тимофеев сконструировал машину времени, которая соединила его квартиру с далеким шестнадцатым веком - точнее, с палатами государя Ивана Грозного. Туда-то и попадают тезка царя пенсионер-общественник Иван Васильевич Бунша и квартирный вор Жорж Милославский.
На их место в двадцатом веке «переселяется» великий государь. Поломка машины приводит ко множеству неожиданных и забавных событий...',1973, 'Иван Васильевич меняет профессию', '8.8');

insert into film (picture_id, status, country, director, fees,plot, release_year, title, rating)
values (13, 'ACTIVE', 'Новая Зеландия, США', 'Питер Джексон', '898204420', 'Сказания о Средиземье — это хроника Великой войны за Кольцо, длившейся не одну тысячу лет. Тот, кто владел Кольцом, получал неограниченную власть, но был обязан служить злу.
Тихая деревня, где живут хоббиты. Придя на 111-й день рождения к своему старому другу Бильбо Бэггинсу, волшебник Гэндальф начинает вести разговор о кольце, которое Бильбо нашел много лет назад. Это кольцо принадлежало когда-то темному властителю Средиземья Саурону, и оно дает большую власть своему обладателю. Теперь Саурон хочет вернуть себе власть над Средиземьем. Бильбо отдает Кольцо племяннику Фродо, чтобы тот отнёс его к Роковой Горе и уничтожил.',2011, 'Властелин колец: Братство Кольца', '8.8');

insert into film (picture_id, status, country, director, fees,plot, release_year, title, rating)
values (14,
        'ACTIVE', 'Новая Зеландия, США', 'Питер Джексон', '947944270', 'Братство распалось, но Кольцо Всевластья должно быть уничтожено. Фродо и Сэм вынуждены довериться Голлуму, который взялся провести их к вратам Мордора. Громадная армия Сарумана приближается: члены братства и их союзники готовы принять бой. Битва за Средиземье продолжается.',2002, 'Властелин колец: Две крепости', '8.8');

insert into film (picture_id, status, country, director, fees,plot, release_year, title, rating)
values (15, 'ACTIVE', 'СССР', 'Игорь Масленников', '0', 'Труп Чарльза Баскервиля обнаруживают неподалеку от его родового поместья. Выражение нечеловеческого ужаса на лице покойника и следы крупной собаки поблизости заставляют вспомнить старинную легенду о проклятии, тяготеющем над родом Баскервилей. Шерлоку Холмсу предстоит докопаться до истины.',1981, 'Приключения Шерлока Холмса и доктора Ватсона: Собака Баскервилей', '8.8');

-- insert into film (picture_id, status, country, director, fees,plot, release_year, title, rating)
-- values (16, 'ACTIVE', 'США, Канада, Швеция', 'Эндрю Адамсон, Вики Дженсон', '484409218', 'Жил да был в сказочном государстве большой зеленый великан по имени Шрэк. Жил он в гордом одиночестве в лесу, на болоте, которое считал своим. Но однажды злобный коротышка — лорд Фаркуад, правитель волшебного королевства, безжалостно согнал на Шрэково болото всех сказочных обитателей.
-- И беспечной жизни зеленого великана пришел конец. Но лорд Фаркуад пообещал вернуть Шрэку болото, если великан добудет ему прекрасную принцессу Фиону, которая томится в неприступной башне, охраняемой огнедышащим драконом.',2001, 'Шрэк', '8.8');
--
--
-- insert into film (picture_id, status, country, director, fees,plot, release_year, title, rating)
-- values (17, 'ACTIVE', 'СССР', 'Игорь Масленников', '0', 'Молодой доктор по фамилии Ватсон возвратился из Афганистана в родной туманный Лондон. Ему нужно недорогое жилье. И вот, по совету друга, он поселяется в маленьком домике на Бейкер-стрит. Его хозяйка - милая чудаковатая старушка миссис Хадсон. Также там имеется сосед - некий мистер Шерлок Холмс. Это непонятная и таинственная личность - к нему в гости приходят оборванцы и бандиты, а иногда полицейские и лорды. Кто же он? Доктор в растерянности...',1979, 'Шерлок Холмс и доктор Ватсон: Знакомство', '8.7');
--
-- insert into film (picture_id, status, country, director, fees,plot, release_year, title, rating)
-- values (18, 'ACTIVE', 'США', 'Роджер Аллерс, Роб Минкофф', '763455561', 'У величественного Короля-Льва Муфасы рождается наследник по имени Симба. Уже в детстве любознательный малыш становится жертвой интриг своего завистливого дяди Шрама, мечтающего о власти.
-- Симба познаёт горе утраты, предательство и изгнание, но в конце концов обретает верных друзей и находит любимую. Закалённый испытаниями, он в нелёгкой борьбе отвоёвывает своё законное место в «Круге жизни», осознав, что значит быть настоящим Королём.',1994, 'Король Лев', '8.7');
--
-- insert into film (picture_id, status, country, director, fees,plot, release_year, title, rating)
-- values (19, 'ACTIVE', 'США', 'Роберт Земекис', '381109762', 'Подросток Марти с помощью машины времени, сооружённой его другом-профессором доком Брауном, попадает из 80-х в далекие 50-е. Там он встречается со своими будущими родителями, ещё подростками, и другом-профессором, совсем молодым.', 1985, 'Назад в будущее', '8.7');
--
--
-- insert into film (picture_id, status, country, director, fees,plot, release_year, title, rating)
-- values (20, 'ACTIVE', 'Германия', 'Томас Ян', '214139', 'Волею судеб две абсолютные противоположности, тихоня Руди и разгильдяй Мартин, оказываются в одной больничной палате. Узнав неутешительные прогнозы, друзья решают использовать последние дни на полную катушку — угнать машину с деньгами, напиться текилы, и, конечно, увидеть море.', 1997, 'Достучаться до небес', '8.7');
