insert into film (picture_id, status, country, director, fees,plot, release_year, title)
values (1, 'ACTIVE', 'США', 'Фрэнк Дарабонт', '28000000', 'Бухгалтер Энди Дюфрейн обвинён в убийстве собственной жены и её любовника. Оказавшись в тюрьме под названием Шоушенк, он сталкивается с жестокостью и беззаконием, царящими по обе стороны решётки. Каждый, кто попадает в эти стены, становится их рабом до конца жизни. Но Энди, обладающий живым умом и доброй душой, находит подход как к заключённым, так и к охранникам, добиваясь их особого к себе расположения.',1994, 'Побег из Шоушенка');

insert into film (picture_id, status, country, director, fees,plot, release_year, title)
values (2,'ACTIVE','США','Фрэнк Дарабонт','286801374','Пол Эджкомб — начальник блока смертников в тюрьме «Холодная гора», каждый из узников которого однажды проходит «зеленую милю» по пути к месту казни. Пол повидал много заключённых и надзирателей за время работы. Однако гигант Джон Коффи, обвинённый в страшном преступлении, стал одним из самых необычных обитателей блока.',1999,'Зеленая миля');

insert into film (picture_id, status, country, director, fees,plot, release_year, title)
values (3,'ACTIVE','США','Роберт Земекис','677387716','Сидя на автобусной остановке, Форрест Гамп — не очень умный, но добрый и открытый парень — рассказывает случайным встречным историю своей необыкновенной жизни.С самого малолетства парень страдал от заболевания ног, соседские мальчишки дразнили его, но в один прекрасный день Форрест открыл в себе невероятные способности к бегу. Подруга детства Дженни всегда его поддерживала и защищала, но вскоре дороги их разошлись.',1994,'Форрест Гамп');

insert into film (picture_id, status, country, director, fees,plot, release_year, title)
values (4,'ACTIVE','США','Стивен Спилберг','321306305','Фильм рассказывает реальную историю загадочного Оскара Шиндлера, члена нацистской партии, преуспевающего фабриканта, спасшего во время Второй мировой войны почти 1200 евреев.',1993,'Список Шиндлера');

insert into film (picture_id, status, country, director, fees,plot, release_year, title)
values (5,'ACTIVE','Франция','Оливье Накаш, Эрик Толедано','426588510','Пострадав в результате несчастного случая, богатый аристократ Филипп нанимает в помощники человека, который менее всего подходит для этой работы, – молодого жителя предместья Дрисса, только что освободившегося из тюрьмы. Несмотря на то, что Филипп прикован к инвалидному креслу, Дриссу удается привнести в размеренную жизнь аристократа дух приключений.',2011,'1+1');

insert into film (picture_id, status, country, director, fees,plot, release_year, title)
values (6,'ACTIVE','США','Кристофер Нолан','828322032','Кобб – талантливый вор, лучший из лучших в опасном искусстве извлечения: он крадет ценные секреты из глубин подсознания во время сна, когда человеческий разум наиболее уязвим. Редкие способности Кобба сделали его ценным игроком в привычном к предательству мире промышленного шпионажа, но они же превратили его в извечного беглеца и лишили всего, что он когда-либо любил.И вот у Кобба появляется шанс исправить ошибки. Его последнее дело может вернуть все назад, но для этого ему нужно совершить невозможное – инициацию. Вместо идеальной кражи Кобб и его команда спецов должны будут провернуть обратное. Теперь их задача – не украсть идею, а внедрить ее. Если у них получится, это и станет идеальным преступлением.Но никакое планирование или мастерство не могут подготовить команду к встрече с опасным противником, который, кажется, предугадывает каждый их ход. Врагом, увидеть которого мог бы лишь Кобб.',2010,'Начало');

insert into film (picture_id, status, country, director, fees,plot, release_year, title)
values (7,'ACTIVE','Франция','Люк Бессон','19552639','Профессиональный убийца Леон неожиданно для себя самого решает помочь 12-летней соседке Матильде, семью которой убили коррумпированные полицейские.',1994,'Леон');

insert into film (picture_id, status, country, director, fees,plot, release_year, title)
values (8,'ACTIVE','США','Дэвид Финчер','100853753','Сотрудник страховой компании страдает хронической бессонницей и отчаянно пытается вырваться из мучительно скучной жизни. Однажды в очередной командировке он встречает некоего Тайлера Дёрдена — харизматического торговца мылом с извращенной философией. Тайлер уверен, что самосовершенствование — удел слабых, а единственное, ради чего стоит жить, — саморазрушение. Проходит немного времени, и вот уже новые друзья лупят друг друга почем зря на стоянке перед баром, и очищающий мордобой доставляет им высшее блаженство. Приобщая других мужчин к простым радостям физической жестокости, они основывают тайный Бойцовский клуб, который начинает пользоваться невероятной популярностью.',1999,'Бойцовский клуб');

insert into film (picture_id, status, country, director, fees,plot, release_year, title)
values (9,'ACTIVE','Италия','Роберто Бениньи','228847384','Во время Второй мировой войны из Италии в концлагерь были отправлены евреи - отец с маленьким сыном. Жена-итальянка добровольно последовала за ними. В лагере отец сказал мальчику, что всё происходящее вокруг является большой интересной игрой за приз в виде настоящего танка. И этот классный приз достанется тому мальчику, который сможет не попасться на глаза надзирателям.',1997,'Жизнь прекрасна');

